const maleHairs = [
    {
        key: 1,
        name: 'Под ноль',
    },
    {
        key: 2,
        name: 'Коротко',
    },
    {
        key: 3,
        name: 'Ястреб',
    },
    {
        key: 4,
        name: 'Хипстер',
    },
    {
        key: 5,
        name: 'Челка набок',
    },
    {
        key: 6,
        name: 'Коротко',
    },
    {
        key: 7,
        name: 'Байкер',
    },
    {
        key: 8,
        name: 'Хвост',
    },
    {
        key: 9,
        name: 'Косички',
    },
    {
        key: 10,
        name: 'Прилиза',
    },
    {
        key: 11,
        name: 'Коротко',
    },
    {
        key: 12,
        name: 'Шипы',
    },
    {
        key: 13,
        name: 'Цезарь',
    },
    {
        key: 14,
        name: 'Чоппи',
    },
    {
        key: 15,
        name: 'Дреды',
    },
    {
        key: 16,
        name: 'Длинные',
    },
    {
        key: 17,
        name: 'Лохматые кудри',
    },
    {
        key: 18,
        name: 'Серфингист',
    },
    {
        key: 19,
        name: 'Набок',
    },
    {
        key: 20,
        name: 'Зализ',
    },
    {
        key: 21,
        name: 'Длинные'
    },
    {
        key: 22,
        name: 'Юный хипстер',
    },
    {
        key: 23,
        name: 'Косичка'
    },
    {
        key: 24,
        name: 'Косички-пальма',
    },
    {
        key: 25,
        name: 'Косички-молнии',
    },
    {
        key: 26,
        name: 'Зачесанные косички',
    },
    {
        key: 27,
        name: 'Косички-зигзаги',
    },
    {
        key: 28,
        name: 'Косички-улитки',
    },
    {
        key: 29,
        name: 'Хай-топ',
    },
    {
        key: 30,
        name: 'Зачес назад',
    },
    {
        key: 31,
        name: 'Подстриженный зачес назад',
    },
    {
        key: 32,
        name: 'Подстриженный зачес набок',
    },
    {
        key: 33,
        name: 'Ирокез'
    },
    {
        key: 34,
        name: 'Стиляга',
    },
    {
        key: 35,
        name: 'Стиляга со слоями',
    },
    {
        key: 36,
        name: 'Ёжик',
    },
    {
        key: 37,
        name: 'Армейская',
    },
    {
        key: 38,
        name: 'Афро',
    }
];

const femaleHairs = [
    {
        key: 0,
        name: 'Под ноль',
    },
    {
        key: 1,
        name: 'Коротко',
    },
    {
        key: 2,
        name: 'Косички',
    },
    {
        key: 3,
        name: 'Хвост',
    },
    {
        key: 4,
        name: 'Ирокез',
    },
    {
        key: 5,
        name: 'Косички №2',
    },
    {
        key: 6,
        name: 'Боб',
    },
    {
        key: 7,
        name: 'Ястреб',
    },
    {
        key: 8,
        name: 'Ракушка',
    },
    {
        key: 9,
        name: 'Лонг боб',
    },
    {
        key: 10,
        name: 'Свободно',
    },
    {
        key: 11,
        name: 'Пикси',
    },
    {
        key: 12,
        name: 'Подбритые виски',
    },
    {
        key: 13,
        name: 'Узел',
    },
    {
        key: 14,
        name: 'Волнистый боб',
    },
    {
        key: 15,
        name: 'Красотка',
    },
    {
        key: 16,
        name: 'Пучок',
    },
    {
        key: 17,
        name: 'Тугой узел',
    },
    {
        key: 18,
        name: 'Одуванчик',
    },
    {
        key: 19,
        name: 'Взрыв',
    },
    {
        key: 20,
        name: 'Узел',
    },

];
const hairColors = [0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20];
export {maleHairs, femaleHairs, hairColors};